@extends('layouts.inner')

@section('title', __('messages.page.about'))
@section('h1', __('messages.page.about'))

@section('content')


        <h3>Какие продукты\еду можно отдать?</h3>

        <ul>
            <li>еда не понравилась вам по вкусу</li>
            <li>у еды скоро кончится срок годности</li>
            <li>срок еды кончился несколько дней назад, но это не сказывается на её качестве (нет плесени, запаха)</li>
            <li>еды слишком много для вас</li>
            <li>у вас осталось много еды после праздника</li>
            <li>вы сели на диету, а дома осталось много еды, которая сейчас нежелательна к употреблению</li>
            <li>бабушка прислала тонну яблок из своего сада</li>
        </ul>

        <h3>Зачем вот это вот всё?</h3>

        <p>
            Бесплатный сыр бывает не только в мышеловке. Это факт.
            Есть такая штука, называется “фудшеринг”, она несет в себе экологические и социальные функции, хотя для
            бюджетного
            путешественника означает одно — бесплатная еда. Почему путешественника? Да потому что фудшеринг лучше всего
            за границей, но у нас он тоже имеется. Давайте же вникнем чуть глубже и узнаем о нем подробнее.
        </p>

        <p>Идея фудшеринга в том, чтобы как можно меньше еды попадало на свалку.
            Таким образом активисты движения пытаются помочь людям и планете.</p>

        <p>Самая очевидная цель движения — накормить голодающих. По данным ООН, в 2019 году в мире недоедают
            около 820 млн человек. Это примерно каждый восьмой. От активистов фудшеринга я слышала, что в таких условиях
            выбрасывать еду им просто некомфортно. Есть даже термин foodwaste — то есть растрата еды.</p>

        <p>Для экологии фудшеринг тоже важен. Многие уверены, что органические отходы никак не вредят планете,
            а бороться нужно только с пластиком: с пакетами, упаковкой в магазинах, одноразовыми бутылками.
            На самом деле органика, которую выбрасывают на свалки, тоже вредна. Именно в ней причина ужасного запаха
            около мусорных полигонов.</p>

        <p>На свалке мусор спрессовывается, поэтому доступ кислорода к нему ограничен. В органических отходах образуются
            метиловый и этиловый спирт, а затем углекислый газ, метан и сероводород. Последние два могут быть токсичны
            для человека и вызывать отравление.</p>

        <p><a href="https://nplus1.ru/material/2018/03/22/landfill-gases" target="_blank">Статья на научном портале N +
                1 о том, что
                происходит с отходами на свалке</a></p>

        <p>Поэтому фудсейверы не используют кавычки, когда говорят о спасении еды. Делиться продуктами, забирать
            излишки у других, покупать нетоварного вида фрукты и уцененные булочки в пекарне — значит помогать
            планете.</p>


        <p>Ежегодно, в развитых странах выбрасывается почти столько же продуктов, сколько производится в Африке и Азии.
            Если бы ресурсы правильно распределялись на всех, то голода в мире бы не было. Совсем! А теперь подумайте,
            сколько отличных продуктов вы выкинули в урну за последний год?</p>

        <h3>Как вообще появился фудшеринг?</h3>

        <p>Фудшеринг зародился в Германии в 2012 году по инициативе двух экоактивистов. Один из них — журналист и
            режиссер Валентин Турн. Во время съемок короткометражки «Отходы», посвященной влиянию выброшенных продуктов
            на экологию, он общался с владельцами продуктовых фабрик, учеными, работниками пищевой промышленности.
            Турн пришел к выводу, что в современном мире на помойку выбрасываются миллионы тонн еды.</p>

        <p>Второй вдохновитель фудшеринга — Рафаэль Фельмер, автор эксперимента «5 лет без денег». На протяжении 5 лет
            экспериментатор добывал все нужное на помойках и бесплатных раздачах, а также забирал излишки у
            обычных людей. Часто продуктов у него оказывалось слишком много, и тогда Фельмер развозил их
            на велосипеде соседям. Со временем он договорился с магазинами и стал получать продукты сразу после
            списания. Чтобы раздавать такое количество еды, понадобились волонтеры: один он уже не справлялся.</p>

        <h4>Эксперимент. Прожить на 5000 рублей</h4>

        <p>Турн и Фельмер объединили свои проекты, и получился сайт foodsharing.de. Он до сих пор работает для жителей
            Германии, Австрии и Швейцарии. На сайте может зарегистрироваться любой человек. Он получает звание
            фудсейвера, то есть спасателя еды. Приступать к спасению можно сразу после регистрации: открывается доступ
            к продуктам, которые отдают люди.</p>

        <p>Еще через сайт можно забирать еду в магазинах и пекарнях. Для этого нужно пройти тест из 150 вопросов
            на знание правил фудшеринга. Например, как вы поступите, если записались на встречу, но заболели и не
            смогли прийти. После теста подписывают правовое соглашение, по которому человек обязуется распространять
            спасенную еду только бесплатно.</p>
@endsection