app/Http/Controllers/Cms/Countries/CountriesController.php

    public function index(Request $request)
    {
        View::share([
            'countries' => Country::paginate(),
        ]);
---
select * from `countries`

    public function update(UpdateCountryRequest $request, Country $country)
    {
        $this->authorize(Abilities::UPDATE, $country);

        $this->countriesService->updateCountry($country, $request->all());
        $country->update($request->all());
---
update `countries` set `name` = 'ddd', `countries`.`updated_at` = '2019-12-19 17:53:04' where `id` = 4