<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы админской части приложения
    |--------------------------------------------------------------------------
    */
    
    'admin_panel_name' => 'Панель управления',
    
    /**
     * Страницы админской части приложения
     */
    'pages'            => [
        'dashboard'    => 'Главная панель',
        'user_profile' => 'Профиль'
    ],
    
    /**
     * Companies
     */
    'companies'        => [
        'model'  => [
            'single_name' => 'Компания'
        ],
        'pages'  => [
            'index'  => [
                'title' => 'Компании'
            ],
            'create' => [
                'title' => 'Создать компанию'
            ],
            'edit'   => [
                'title' => 'Редактировать компанию'
            ],
        ],
        'fields' => [
            'name' => 'Название'
        ]
    ],
    
    /**
     * Leads
     */
    'leads'            => [
        'model' => [
            'single_name' => 'Лид'
        ],
        'pages' => [
            'index'  => [
                'title' => 'Лиды'
            ],
            'create' => [
                'title' => 'Создать лида'
            ],
            'edit'   => [
                'title' => 'Редактировать лида'
            ]
        ]
    ],
    
    /**
     * Widgets
     */
    'widgets'          => [
        'model' => [
            'single_name' => 'Виджет'
        ],
        'pages' => [
            'index'  => [
                'title' => 'Виджеты'
            ],
            'create' => [
                'title' => 'Создать виджет'
            ],
            'edit'   => [
                'title' => 'Редактировать виджет'
            ]
        ]
    ],
    
    /**
     * Users
     */
    'users'            => [
        'model' => [
            'single_name' => 'Пользователь'
        ],
        'pages' => [
            'index'  => [
                'title' => 'Пользователи'
            ],
            'create' => [
                'title' => 'Создать пользователя'
            ],
            'edit'   => [
                'title' => 'Редактировать пользователя'
            ]
        ]
    ],
    
    /**
     * Conversations
     */
    'conversations'    => [
        'model' => [
            'single_name' => 'Беседа'
        ],
        'pages' => [
            'index'  => [
                'title' => 'Беседы'
            ],
            'create' => [
                'title' => 'Создать беседу'
            ],
            'edit'   => [
                'title' => 'Редактировать беседу'
            ]
        ]
    ],

];
