<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Общие языковые ресурсы
    |--------------------------------------------------------------------------
    */

    'app_name' => 'Онлайн-консультант',
    'navbar_toggle_nav' => 'Переключить навигацию',

    /**
     * Страницы веб-сайта
     */
    'pages' => [
        'home' => 'Главная',
        'login' => 'Войти',
        'register' => 'Зарегистрироваться',
        'logout' => 'Выйти',
        'contact' => 'Контакты',
    ],

    /**
     * Поля в формах
     */
    'form_fields' => [
        'email' => [
            'label' => 'E-Mail:'
        ],
        'password' => [
            'label' => 'Пароль:'
        ],
        'name' => [
            'label' => 'Имя:'
        ],
        'phone_number' => [
            'label' => 'Телефон:'
        ],
        'message' => [
            'label' => 'Сообщение:'
        ],
    ],
];
