<footer class="mt-auto">
    <div class="container">
        <div class="row">
            <div class="col-2">
                Recipe book
            </div>
            <div class="col">
                <p>
                    Все права на материалы, находящиеся на сайте, охраняются в соответствии с действующим
                    законодательством.
                </p>
                <p> Администрация сайта не несет ответственности за результат применения приведенных кулинарных
                    рецептов,
                    методик их
                    приготовления, кулинарных и прочих рекомендаций, работоспособность ресурсов, на которые размещены
                    гиперссылки, и за
                    содержание рекламных объявлений. Администрация сайта может не разделять мнения авторов статей,
                    размещённых
                    на сайте
                </p>
            </div>
        </div>
    </div>
</footer>
