@extends('layouts.site1')
@section('content')
    <h1>Солнечные и лунные буквы</h1>
    <hr>
    <h3>Солнечные буквы</h3>
    <h2>
    ت  ث  د  ذ  ر  ز  س  ش  ص  ض  ط  ظ  ل  ن
    </h2>
    <h3>Лунные буквы</h3>
    <h2>
    أ  ب  ج  ح  خ  ع  غ  ف  ق  ك  م  ه  و  ي
    </h2>

    Если слово, к которому присоединяется определённый артикль (ال), начинается с какой-либо солнечной буквы, то при произнесении этого слова происходит полная ассимиляция звука «л» определённого артикля начальному солнечному согласному данного слова. Но в случае встречи буквы «лям» определённого артикля с начальной лунной буквой слова такой ассимиляции не происходит.

    Например:

    <p>ад-дарсу  الــدَّرْسُ</p>

    <p>
    аль-китабу اَلْــكِــتَـابُ
    </p>

@endsection
