<?php
return [
    'app_name' => 'Фудшеринг',
    'register' => 'Зарегистрироваться',
    'edit' => 'Изменить',
    'main_page' => 'Главная',
    'prev' => 'Назад',
    'next' => 'Дальше',
    'card' => [
        'name' => 'Кто',
        'city' => 'Где',
        'date' => 'Как давно',
        'pick' => 'Забрать',
    ],
    'page' => [
        'home' => 'Главная',
        'profile' => 'Профиль',
        'register' => 'Регистрация',
        'about' => 'Об инициативе',
    ],
    'up' => 'Наверх',
];