routes/web.php

    return view('products.create', $data);
});

Route::get('/company/{company}/products', function (int $company_id) {

    $company = \App\Models\Company::findOrFail($company_id);

    $products = \App\Models\Product::get();

    $product = \App\Models\Product::where(function(\Illuminate\Database\Eloquent\Builder $builder) {
        $builder->where('price', '>', 10)
            ->orWhere('price', '<', 5);
    })->where('created_at', '>', '2020-05-18')->toSql();


    $products->load([
       'company',
       'company.city',
    ]);

    $products->loadMissing([
        'company',
        'company.city.country',
    ]);
---
select * from `countries` where `countries`.`id` in (1, 2)
select * from `companies` where `companies`.`id` in (1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50)
select * from `products`
select * from `cities` where `cities`.`id` in (1)
select * from `companies` where `companies`.`id` in (1)