<div class=" container">
    <div class="row rounded-lg bg-content mt-3">
      <div class="col content-screw">
        <h2 class="-marginbottom20">Условие доставки.</h2>
        <h3 class="-bold">ООО «Корпорация РТД» предлагает услуги по доставке запасных частей и шин .</h3>
        <ul class="-marginbottom20">
        <li>Доставка в пределах Екатеринбурга производится грузовым транспортом.</li>
        <li>Доставка в другие регионы России производится транспортными компаниями ПЭК,<br> Деловые Линии, Автотрейдинг, КИТ, DHL и др.</li>
        <li>Мы доставим Ваш заказ до указанной Вами транспортной компании в кратчайшие сроки.</li>
        <li>Стоимость доставки до компании перевозчика — БЕСПЛАТНО и на стоимости продукции не отражается.</li>
        </ul>
        <h2 class="-marginbottom20">Условия Оплаты.</h2>
        <ul class="-marginbottom20">
        <li>Оплата производится по безналичному расчёту, возможна любым физическим и юридическим лицам.</li>
        <li>После получения заказа специалист ООО «Корпорация РТД» оформляет счёт на оплату и отправляет по электронной почте.</li>
        <li>Физические лица оплачивают счёт в любом банке РФ, юридические лица перечисляют денежные средства на расчётный счёт ООО «Корпорация РТД».</li>
        <li>Реквизиты ООО «Корпорация РТД» вы можете увидеть в разделе Контакты.</li>
        </ul>
      </div>
    </div>
  </div>