app/Services/Countries/Repositories/EloquentCountryRepository.php

update `countries` set `name` = 'Russia', `countries`.`updated_at` = '2019-12-19 17:31:01' where `id` = 3
---
    public function updateFromArray(Country $country, array $data)
    {
        $country->update($data);