<?php

return [
    'sitename' => 'Go в Кинчик',
    'home' => 'Админпанель',
    'login' => 'Войти',
    'logout' => 'Выйти',
    'close' => 'Закрыть',
    'menu' => [
        'movies' => [
            'index' => 'Справочник фильмов',
            'people' => 'Люди',
            'genres' => 'Жанры',
            'countries' => 'Страны',
            'movies' => 'Фильмы'
        ]
    ],
    'create' => 'Добавить',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'deleteconfirm' => 'Вы действительно хотите удалить выбранный элемент?',
    'deletetitle' => ':name: удаление',
    'cancel' => 'Отмена',
    'sort' => 'Порядок',
    'name' => 'Наименование',
    'description' => 'Описание',
    'title' => 'Название',
    'actions' => 'Действия',
    'listempty' => 'Список пуст',
    'photo' => 'Фотография',
    'poster' => 'Постер',
    'gallery' => 'Гелерея',
    'birthday' => 'Дата рождения',
    'sex' => 'Пол',
    'sex_opt' => [
        'none' => 'Не указан',
        'male' => 'Мужской',
        'female' => 'Жеский'
    ],
    'countries' => [
        'create' => 'Добавить страну',
        'list' => 'Список стран',
        'edit' => 'Изменить страну',
        'delete' => 'Удалить страну'
    ],
    'genres' => [
        'create' => 'Добавить жанр',
        'list' => 'Список жанров',
        'edit' => 'Изменить жанр',
        'delete' => 'Удалить жанр'
    ],
    'people' => [
        'create' => 'Добавить персону',
        'list' => 'Список персон',
        'edit' => 'Изменить персону',
        'delete' => 'Удалить персону'
    ],
    'movies' => [
        'create' => 'Добавить фильм',
        'list' => 'Список фильмов',
        'edit' => 'Изменить фильм',
        'delete' => 'Удалить фильм'
    ]
];
