<?php

return [
    'sitename' => 'Go в Кинчик',
    'home' => 'Админпанель',
    'login' => 'Войти',
    'logout' => 'Выйти',
    'close' => 'Закрыть',
    'menu' => [
        'movies' => [
            'index' => 'Справочник фильмов',
            'people' => 'Люди',
            'genres' => 'Жанры',
            'countries' => 'Страны',
            'movies' => 'Фильмы'
        ],
        'security' => [
            'index' => 'Доступы и пользователи',
            'perms' => 'Доступы',
            'users' => 'Пользователи'
        ]
    ],
    'create' => 'Добавить',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'update' => 'Обновить',
    'save' => 'Сохранить',
    'deleteconfirm' => 'Вы действительно хотите удалить выбранный элемент?',
    'deleteconfirms' => 'Вы действительно хотите удалить выбранные элементы?',
    'deletetitle' => ':name: удаление',
    'cancel' => 'Отмена',
    'sort' => 'Порядок',
    'name' => 'Наименование',
    'description' => 'Описание',
    'title' => 'Название',
    'actions' => 'Действия',
    'listempty' => 'Список пуст',
    'photo' => 'Фотография',
    'poster' => 'Постер',
    'gallery' => 'Гелерея',
    'birthday' => 'Дата рождения',
    'sex' => 'Пол',
    'choose' => 'Выбрать...',
    'sex_opt' => [
        'none' => 'Не указан',
        'male' => 'Мужской',
        'female' => 'Жеский'
    ],
    'age_limit_opt' => [
        'none' => 'Выбрать',
        '0' => '0+',
        '6' => '6+',
        '12' => '12+',
        '16' => '16+',
        '18' => '18+'
    ],
    'countries' => [
        'create' => 'Добавить страну',
        'list' => 'Список стран',
        'edit' => 'Изменить страну',
        'delete' => 'Удалить страну'
    ],
    'genres' => [
        'create' => 'Добавить жанр',
        'list' => 'Список жанров',
        'edit' => 'Изменить жанр',
        'delete' => 'Удалить жанр'
    ],
    'people' => [
        'create' => 'Добавить персону',
        'list' => 'Список персон',
        'edit' => 'Изменить персону',
        'delete' => 'Удалить персону'
    ],
    'movies' => [
        'create' => 'Добавить фильм',
        'list' => 'Список фильмов',
        'edit' => 'Изменить фильм',
        'delete' => 'Удалить фильм',
        'actor' => 'Актер',
        'actors' => 'Актеры',
        'producer' => 'Режисер',
        'producers' => 'Режисеры',
        'country' => 'Страна производства',
        'countries' => 'Страны производства',
        'genre' => 'Жанр',
        'genres' => 'Жанры',
        'slogan' => 'Слоган',
        'premiere' => 'Дата премьеры',
        'duration' => 'Продолжительность, мин',
        'agelimit' => 'Ограничение по возрасту',
        'trailer_link' => 'Трейлер к фильму',
        'trailer_link_desc' => 'ссылка на ютуп или иной встраиваемый плеер'
    ],
    'filter' => [
        'submit' => 'Применить',
        'match_exact' => 'Точное совпадение'
    ],
    'security' => [
        'perms' => 'Редактирование доступов к секциям'
    ]
];
