<?php

return [
    'sitename' => 'Go в Кинчик',
    'home' => 'Админпанель',
    'login' => 'Войти',
    'logout' => 'Выйти',
    'close' => 'Закрыть',
    'menu' => [
        'movies' => [
            'index' => 'Справочник фильмов',
            'people' => 'Люди',
            'genres' => 'Жанры',
            'countries' => 'Страны',
            'movies' => 'Фильмы'
        ]
    ],
    'create' => 'Добавить',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'deleteconfirm' => 'Вы действительно хотите удалить выбранный элемент?',
    'deletetitle' => ':name: удаление',
    'cancel' => 'Отмена',
    'sort' => 'Порядок',
    'name' => 'Наименование',
    'description' => 'Описание',
    'title' => 'Название',
    'actions' => 'Действия',
    'listempty' => 'Список пуст',
    'countries' => [
        'create' => 'Добавить страну',
        'list' => 'Список стран',
        'edit' => 'Изменить страну',
        'delete' => 'Удалить страну'
    ],
    'genres' => [
        'create' => 'Добавить жанр',
        'list' => 'Список жанр',
        'edit' => 'Изменить жанр',
        'delete' => 'Удалить жанр'
    ]
];
