<?php

return [
    'wrong_login_pass' => 'Неправильный логин или пароль.',
    'wrong_active_password' => 'Действующий пароль не действителен.',
    'locked_out' => 'Вы были заблокированы',
    'send_activation_code' => 'Мы отправили Вам код активации. Проверьте свой email :email и перейдите по ссылке для подтверждения электронной почты.',
    'welcome_message' => 'Привет, :name!',
    'invalid_token' => 'Неверный токен.',
    'password_reset' => 'Пароль успешно сброшен.',
    'password_reset_sent' => 'На Ваш адрес электронной почты отправлено письмо для сброса пароля.',
    'email_not_sent' => 'Не удалось отправить письмо на указанный Вами адрес электронной почты',
    'email_already_verified' => 'Ваш адрес электронной почты уже подтвержден.',
    'email_verified' => 'Ваш адрес электронной почты успешно подтвержден. Теперь Вы можете войти.',
    'email_cannot_identified' => 'Извините, Ваш адрес электронной почты не может быть идентифицирован.',
    'unable_using_service' => 'Невозможно войти используя сервис :service. Пожалуйста, попробуйте еще раз.',
    'invalid_social_service' => 'Сервис социальной сети не доступен.'
];
