<?php

return [
    'main_title' => 'Главная страница',
    'name' => 'Дневник Ф',
    'exercise' => 'Упражнения',
    'complex' => 'Комплексы',
    'enter' => 'Войти',
    'welcome' => 'Добро пожаловать!',
    'description' => 'Современный подход в контроле за собственным спортивным развитием',
    'start' => 'Начать',
    'temp' => 'Ведутся работы - скоро здесь будет что-нибудь',
    'example' => "Пример",
    'register_header' => 'Регистрация в проекте',
    'register_name' => 'Имя пользователя',
    'register_pass' => 'Пароль',
    'register_date' => 'Дата рождения'
];