<?php
return [
    'create' => 'Создать эпизод',
    'no_episodes' => 'Нет эпизодов',
    'new_episode' => 'Новый эпизод',
    'to_list' => 'К списку эпизодов',
    'name' => [
        'label' => 'Название',
    ],
    'season' => [
        'label' => 'Сезон',
        'title' => 'Укажите, если используете сезоны.',
    ],
    'no' => [
        'label' => 'Номер',
    ],
    'show_notes' => [
        'label' => 'Описание (Шоу Ноты)',
    ],
    'podcast_id' => [
        'label' => 'Подкаст',
        'title' => 'Выберите из списка ваших подкастов.'
    ],
    'save' => 'Сохранить эпизод',
    'save_success' => 'Эпизод сохранён',
    'delete' => 'Удалить эпизод',
    'delete_confirmation' => 'Вы действительно хотите удалить эпизод :name?',
];
