<?php

return [
    'auth' => [
        'login' => 'Войти',
        'registration' => 'Зарегистрироваться',
        'email' => 'Email',
        'password' => [
            'value' => 'Пароль',
            'confirmation' => 'Повторите пароль'],
    ],
    'user' => [
        'profile' => [
            'name' => 'Имя',
            'alias' => 'Псевдоним',
            'email' => 'Email',
            'about' => 'О себе',
            'sex' => [
                'value' => 'Пол',
                'man' => 'муж',
                'women' => 'жен',
            ],
            'action' => [
                'save' => 'Сохранить',
            ],
        ],
    ],
    'comments' => [
        'text' => 'Текст комментария',
        'add' => 'Оставить комментарий',
    ],
    'recipes' => [
        'title' => [
            'value' => 'Название',
            'placeholder' => 'Стейки из семги на сковороде гриль',
        ],
        'description' => [
            'title' => 'Описание',
            'placeholder' => 'Приготовить стейки из семги на сковороде гриль и устроить незабываемый праздничный ужин легко.'
        ],
        'photo' => 'Фото',
        'kitchen' => 'Кухня',
        'category' => 'Категория',
        'products' => [
            'value' => 'Продукты',
            'placeholder' => 'Стейк из семги 2шт, соль',
            'add' => 'Добавить продукт',
        ],
        'steps' => 'Шаги',
        'step' => [
            'value' => 'Описание шага',
            'placeholder' => '2 стейка семги выложить на блюдо.',
            'add' => 'Добавить шаг',
            'remove' => 'Удалить шаг',
            'photo' => 'Фотографии шага',
        ],
        'count' => [
            'servings' => 'Количество порций',
            'products' => 'Ед.',
        ],
        'grams' => 'гр.',
        'kilogram' => 'кг.',
        'things' => 'шт.',
        'submit' => 'Добавить',
    ],
];
