<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Home page
    |--------------------------------------------------------------------------
    |
    | Перевод главной страницы, хедера и футера
    |
    */

    'title' => 'Доска бесплатных объявлений',
    'header' => [
        'car'=>'Авто',
        'realty'=>'Недвижимость',
        'job'=>'Работа',
        'services'=>'Услуги',
        'any'=>'Еще...',
    ],

    'search' =>[
      'realty'=>'Недвижимость',
      'job'=>'Работа',
      'car'=>'Авто',
      'services'=>'Услуги',
      'placeholder'=>'Поиск по объявлениям',
      'button'=>'Поиск',
    ],

    'footer' => [
        'home'=>'Домой',
        'divisions'=>'Список разделов',
        'about'=>'О нас',
        'contacts'=>'Контакты',
        'social'=>'Мы в соцсетях',
    ],

    'admin-title' => 'Панель администратора',
    'admin-header' => [
        'divisions'=>'Разделы',
        'towns'=>'Города',
        'adverts'=>'Объявления',
        'messages'=>'Сообщения',
        'any'=>'Другое...',
    ],
];
