<?php
return [
    'notice' => [
        'accessDenied' => 'Попытка доступа к запрещеному разделу',
        'accessDeniedCMS' => 'Попытка входа в административную часть',
        'setLocale' => 'Попытка зайти в неправильную локаль'
    ],
    'exception' => [
        'locale' => 'Неправильная локаль ',
    ],
    'info' => [
        'create' => [
            'page' => 'Создана страница',
            'comment' => 'Создан комментарий',
            'post' => 'Создана новость',
            'rubric' => 'Создана рубрика',
            'group' => 'Создана группа',
            'user' => 'Создан пользователь',
        ],
        'update' => [
            'page' => 'Обновлена страница',
            'comment' => 'Обновлен комментарий',
            'post' => 'Обновлена новость',
            'rubric' => 'Обновлена рубрика',
            'group' => 'Обновлена группа',
            'user' => 'Обновлен пользователь',
        ],
        'published' => [
            'comment' => 'Изминился статус публикации новости',
            'post' => 'Изминился статус публикации комментария',
        ],
        'destroy' => [
            'page' => 'Удалена страница',
            'comment' => 'Удален комментарий',
            'post' => 'Удалена новость',
            'rubric' => 'Удалена рубрика',
            'group' => 'Удалена группа',
            'user' => 'Удален пользователь',
        ],
    ],
    'critical' => [
        'notCreate' => [
            'page' => 'Ошибка создания старинцы',
            'comment' => 'Ошибка создания комментария',
            'post' => 'Ошибка создания новости',
            'rubric' => 'Ошибка создания рубрики',
            'group' => 'Ошибка создания группы',
            'user' => 'Ошибка создания пользователя',
        ],
        'notUpdate' => [
            'page' => 'Ошибка обновления старинцы',
            'comment' => 'Ошибка обновления комментария',
            'post' => 'Ошибка обновления новости',
            'rubric' => 'Ошибка обновления рубрики',
            'group' => 'Ошибка обновления группы',
            'user' => 'Ошибка обновления пользователя',
        ],
        'notPublished' => [
            'comment' => 'Ошибка изменения статуса публикации комментария',
            'post' => 'Ошибка изменения статуса публикации новости',
        ],
        'notDestroy' => [
            'page' => 'Ошибка удаления старинцы',
            'comment' => 'Ошибка удаления комментария',
            'post' => 'Ошибка удаления новости',
            'rubric' => 'Ошибка удаления рубрики',
            'group' => 'Ошибка удаления группы',
            'user' => 'Ошибка удаления пользователя',
        ],
    ],
];