<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы содержимого сайта
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */
    'article' => 'Статья',
    'article_choice'   => 'Статья|Статьи',
    'add' => 'Добавить',
    'title' => 'Название',
    'category' => 'Категория',
    'intro_text' => 'Вступительный текст',
    'full_text' => 'Полный текст',
    'author' => 'Автор',
    'published_date' => 'Дата публикации',
    'state' => 'Состояние',
    'actions' => 'Действия',
    'save' => 'Сохранить',
    'close' => 'Закрыть',
    'id' => 'ID',
    'article-list.title' => 'Управление статьями',
    'article-add.title' => 'Добавление статьи',
    'article-edit.title' => 'Редактирование статьи',
    'main_page' => 'Главная страница',
    'article_categories' => 'Категории статей',
    'user_groups' => 'Группы пользователей',
    'user' => 'Пользователь',
    'user_choice' => 'Пользователь|Пользователи',
    'reports' => 'Отчеты',
    'current_month' => 'Текущий месяц'
];
