<?php
return [
    'list_h1' => 'Подкасты',
    'create' => 'Создать подкаст',
    'new_h1' => 'Новый подкаст',
    'edit_h1' => 'Подкаст',
    'to_list' => 'К списку подкастов',
    'name' => [
        'label' => 'Название',
    ],
    'description' => [
        'label' => 'Описание',
    ],
    'author' => [
        'label' => 'Автор',
        'title' => 'Автор подкаста или название компании. В подкаст-проигрывателях обычно отображается под названием подкаста.'
    ],
    'copyright' => [
        'label' => 'Copyright',
    ],
    'keywords' => [
        'label' => 'Ключевые слова или теги (через запятую).',
    ],
    'episode_name_template' => [
        'label' => 'Шаблон названия эпизода',
        'title' => 'Для автоматической подстановки номера эпизода или названия подкаста в заголовк очередного выпуска. Используйте {no} для номера эпизода.',
    ],
    'shownotes_footer' => [
        'label' => 'Стандартные шоуноты',
        'title' => 'Текст добавляемый в конец шоунот. Обычно набор ссылок на сайт и социальные сети подкаста.'
    ],

    'website' => [
        'label' => 'Веб-сайт',
        'title' => 'Отображается в iTunes как "Веб-сайт"',
    ],
    'cover_upload' => [
        'label' => 'Загрузить обложку',
    ],
    'save' => 'Сохранить подкаст',
    'delete' => 'Удалить подкаст',
    'delete_confirmation' => 'Вы действительно хотите удалить подкаст :name?',
];
