<?php
return [
    'create' => 'Создать подкаст',
    'no_podcasts' => 'Нет подкастов',
    'latest_episode' => 'Последний эпизод',
    'new_podcast' => 'Новый подкаст',
    'to_list' => 'К списку подкастов',
    'no_access' => 'Нет доступа к этому подкасту',
    'name' => [
        'label' => 'Название',
    ],
    'description' => [
        'label' => 'Описание',
    ],
    'category_itunes_id' => [
        'label' => 'Категория для iTunes',
        'title' => 'Выберите из списка рекомендованных категорий от Apple iTunes.',
    ],
    'author' => [
        'label' => 'Автор',
        'title' => 'Автор подкаста или название компании. В подкаст-проигрывателях обычно отображается под названием подкаста.',
    ],
    'copyright' => [
        'label' => 'Copyright',
    ],
    'keywords' => [
        'label' => 'Ключевые слова или теги (через запятую)',
    ],
    'episode_name_template' => [
        'label' => 'Шаблон названия эпизода',
        'title' => 'Для автоматической подстановки номера эпизода или названия подкаста в заголовк очередного выпуска. Используйте {no} для номера эпизода.',
    ],
    'show_notes_footer' => [
        'label' => 'Стандартные шоуноты',
        'title' => 'Текст добавляемый в конец шоунот. Обычно набор ссылок на сайт и социальные сети подкаста.',
    ],
    'website' => [
        'label' => 'Веб-сайт',
        'title' => 'Отображается в iTunes как "Веб-сайт"',
    ],
    'save' => 'Сохранить подкаст',
    'save_success' => 'Подкаст сохранён',
    'delete' => 'Удалить подкаст',
    'delete_confirmation' => 'Вы действительно хотите удалить подкаст :name?',
];
