<?php

return [
    'sitename' => 'Сеть кинотеатров Go в Кинчик',
    'copyyear' => '&copy;&nbsp;:year&nbsp;г.',
    'myorder' => 'Мой заказ',
    'login' => 'Войти',
    'logout' => 'Выйти',
    'menu' => [
        'home' => 'Главная',
        'about' => 'О сети',
        'showing' => 'Фильмы в прокате',
        'cinemas' => 'Кинотеатры',
        'reviews' => 'Отзывы'
    ],
    'account' => [
        'index' => 'Личный кабинет',
        'profile' => 'Мой профиль',
        'order' => 'Мой заказ',
        'ordered' => 'История заказов',
        'register' => 'Регистрация',
        'login' => 'Войти',
        'fogot' => 'Забыли пароль?',
        'restore' => 'Восстановление пароля',
        'reset' => 'Сбросить пароль',
        'reset_button' => 'Отправить ссылку на сброс пароля',
        'remember' => 'Запомнить меня',
        'email' => 'Адрес E-mail',
        'password' => 'Пароль',
        'password2' => 'Повторите пароль',
        'yourname' => 'Ваше имя',
        'yoursur' => 'Ваша фамилия',
        'phone' => 'Контактный телефон',
        'useforlogin' => 'Используется для входа',
        'useforrestorenotify' => 'Используется для оповещений и восстановления доступа',
        'photo' => 'Фотография',
        'sex' => 'Пол',
        'birthday' => 'Дата рождения'
    ],
    'sex_opt' => [
        'none' => 'Не указан',
        'male' => 'Мужской',
        'female' => 'Жеский'
    ],
    'orderTicket' => 'Заказать билет',
    'create' => 'Добавить',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'deleteconfirm' => 'Вы действительно хотите удалить выбранный элемент?',
    'deletetitle' => ':name: удаление',
    'cancel' => 'Отмена',
    'fieldsrequired' => 'обязательно для заполнения'
];
