<?php

return [
    'set_group' => 'Выбрать группу',

    'hello' => 'Добро пожаловать, ',
    'menu' => 'Меню',
    'settings' => 'Настройки',
    'schedule' => 'Расписание',

    'menu_start' => 'Меню',
    'register_fail' => 'Ошибка регистрации.(((',
    'set_id' => 'Укажите номер студенческого билета',
    'try_register_again' => 'Попробовать зарегистрироваться снова',
    'available_groups' => 'Доступные группы',
    'no_available_groups' => 'Нет доступных групп:(',
    'error' => 'Что-то пошло не так:(',
];
