<div class="container">
    <div class="row">
        <div class="col">
            <style> .img {width: 200px;} </style>

            <h1>2-к квартира, 53 м², 14/17 эт.</h1>
            <img class="img mt-2 mb-4" src="{{ URL::asset('img/default.jpg') }}"  alt="...">
            <h3>Московская область, Подольск, Юбилейная улица</h3>
            <p>О КВАРТИРЕ: располагается на 14-ом этаже 17-ти этажного панельного дома. В квартире муниципальный ремонт.
                Санузел раздельный. В квартире есть частично мебель.

                ИНФРАСТРУКТУРА: дом расположен в отличном районе города. Вся инфраструктура в шаговой доступности:
                рядом школы, детские сады, магазины, аптеки. Все необходимое рядом.

                ТРАНСПОРТНАЯ ДОСТУПНОСТЬ: рядом с домом располагается автобусная остановка с регулярным транспортным с
                ообщением, ездят автобусы до станции "Подольск" ,
                а так же автобусы до метро "Дмитрия Донского", "Аннино", "Лесопарковая".</p>
        </div>
    </div>
</div>
